{
    "%vlocity_namespace%__Active__c": true,
    "%vlocity_namespace%__OmniScriptId__c": {
        "Name": "Scope of Appointment Medicare",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Medicare/ScopeofAppointment/English",
        "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
    },
    "%vlocity_namespace%__ParentElementId__c": {
        "%vlocity_namespace%__OmniScriptId__c": {
            "Name": "Scope of Appointment Medicare",
            "VlocityDataPackType": "VlocityMatchingKeyObject",
            "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Medicare/ScopeofAppointment/English",
            "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
        },
        "Name": "ScopeOfAppointment",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Medicare/ScopeofAppointment/English/ScopeOfAppointment",
        "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c"
    },
    "%vlocity_namespace%__ParentElementName__c": "ScopeOfAppointment",
    "%vlocity_namespace%__ParentElementType__c": "Step",
    "%vlocity_namespace%__PropertySet__c": {
        "HTMLTemplateId": "",
        "accessibleInFutureSteps": false,
        "checkLabel": "Yes, I understand and want a licensed sales agent / representative to meet with me.",
        "conditionType": "Hide if False",
        "controlWidth": 12,
        "disOnTplt": false,
        "hide": false,
        "label": "Statement of Understanding",
        "readOnly": false,
        "required": false,
        "show": {
            "group": {
                "operator": "AND",
                "rules": [
                    {
                        "condition": "=",
                        "data": "phone",
                        "field": "soaOption"
                    }
                ]
            }
        },
        "text": "<p class=\"p1\"><strong>I hereby apply</strong>&nbsp;for participation in those&nbsp;Acme offered or administered dental benefit plans and products covered under the separate participating service agreement executed or to be executed by and between myself and identified&nbsp;Acme licensed dental health maintenance organization(s) and/or&nbsp;Acme insurance companies, included but not limited to AcmeDental Insurance Company,&nbsp;Acme Insurance Company, The Dental Concern, Inc., The Dental Concern, Ltd., CompBenefits Insurance Company, CompBenefits Company and their corporate affiliates and subsidiaries that underwrite or administer group dental plans (hereinafter collectively referred to as &ldquo;AcmeDental&rdquo;). The joinder of these companies under the designation &ldquo;AcmeDental&rdquo; shall not be construed as imposing joint responsibility or cross-guarantee between or among Acme&nbsp;companies and their corporate affiliates who underwrite or administer group Dental plans (hereafter severally and collectively known as the &ldquo;Plan&rdquo; or the &ldquo;Network&rdquo;) as requested in this application and I am willing to make myself available for interviews in regard to said application.</p>\n<p class=\"p1\"><strong>I acknowledge and agree that:</strong>&nbsp;(a) The privilege to participate as a provider with the Plan or Network is not a right; and (b) By applying for privileges with the Plan or Network I am agreeing to comply with the terms and conditions of the Service Agreement (&ldquo;Agreement&rdquo;), whether signed by me or not, pursuant to which I am rendering services to Plan Members either as a direct contractor, subcontractor, independent contractor, or covering dentist or dental provider.</p>\n<p class=\"p1\"><strong>Information given,</strong>&nbsp;in or attached to this application is accurate and complete to the best of my knowledge. As a condition to making this application, any misrepresentation or misstatement in, or omission from it, whether intentional or not, shall constitute cause for automatic and immediate rejection of this application, resulting in denial of request for participation. In the event that participation has been granted prior to the discovery of such misrepresentation, misstatement or omission, such discovery may result in immediate termination of participation with the Plan or Network.</p>\n<p class=\"p1\"><strong>For the purpose</strong>&nbsp;of obtaining and maintaining credentialing or privileges with the Plan or Network, I agree to hold harmless and from any and all liability, the Plan or Network, its authorized representatives and any third parties, for any acts performed in good faith and without malice relating to any communications or disclosures of any kind, involving me which are performed, of any otherwise privileged or confidential information. Such information may relate to, but not be limited to information sharing on my professional qualifications, credentials, clinical competence and any other matter which might directly or indirectly impact or reflect on my competence, on patient care or on the orderly operation of a health care facility on an ongoing basis.</p>\n<p class=\"p1\"><strong>It is understood</strong>&nbsp;by both parties hereto that any and all information obtained by the Plan or Network shall be confidential to the fullest extent permitted by law, regardless of whether my membership and privileges are approved or subsequently terminated, except as otherwise provided herein or in the separate participation agreement under which I will provide services to Plan or Network Members.</p>\n<p class=\"p1\"><strong>The term</strong>&nbsp;&ldquo;Plan, Network, and its authorized representatives&rdquo; means the corporation(s) with which I have applied for participation, and any of the following individuals who may have any responsibility for obtaining or evaluating my credentials, or acting upon my application; the members of the Plan&rsquo;s or Network&rsquo;s Board and their appointed representatives, the Chief Executive Officer or his designees, other Plan or Network employees, consultants to the Plan, delegated credentialing entities, the Plan&rsquo;s or Network&rsquo;s legal counsel. The term &ldquo;third parties&rdquo; means all individuals, including appointees to the Plan&rsquo;s or Network&rsquo;s medical staffs, hospitals, other physicians or health practitioners, nurses, government agencies, organizations, professional liability insurance carriers, associations, partnerships, and corporations, whether hospitals, health care facilities or not, from whom information has been requested by the Plan, Network, or its authorized representatives or who have requested such information from the Plan, Network, and its authorized representatives.</p>\n<p class=\"p1\"><strong>As a condition</strong>&nbsp;of the Plan&rsquo;s or Network&rsquo;s acceptance of my application for participation privileges and in support of the Plan&rsquo;s or Network&rsquo;s commitment to continuous quality improvement and peer review, I hereby authorize the Plan, Network, and its authorized representatives to disclose and communicate with my employer, partners or affiliates, as applicable in relation to my provision of dental and related health care services to Plan or Network Members, regarding actions or information relating to the Plan or Network credentialing, re-credentialing and/or quality management programs.</p>\n<p class=\"p1\"><strong>As an applicant,</strong>&nbsp;I agree to produce adequate information for proper evaluation of my professional qualifications. I also agree to update the Plan or Network with current information regarding all responses and/or questions contained in this application and/or information obtained through the credentialing process as such information becomes available and any additional information as requested by the Plan, Network, or its authorized representatives. Failure to produce such information will prevent my application from being evaluated and acted upon, and may affect any existing privileges I have with the Plan or Network.</p>\n<p class=\"p1\"><strong>I further acknowledge and agree</strong>&nbsp;that communications and/or documents which are required, in writing, in order to comply with applicable laws and regulations shall be considered to be in compliance with any such laws and regulations, if transmitted, acknowledged and/or executed through the use of mail (email), electronic data interface (EDI), Internet or other electronic transmission.</p>\n<p class=\"p1\"><strong>I hereby acknowledge</strong>&nbsp;that this Consent and Release Form will be valid for a period of three years (two years in the state of Illinois) from the date I sign it, and that a photocopy or FAX will serve as an original.</p>\n<p class=\"p1\"><strong>I attest that I</strong>&nbsp;currently have professional liability insurance with coverage amounts, equal to or exceeding, those mandated by state regulations.</p>\n<p class=\"p1\"><strong>I certify that I</strong>&nbsp;have answered the questions truthfully and completely and I understand that, as a condition to making this application, any misrepresentations or misstatements in, or omission of any of these answers whether intentional or not, shall constitute grounds for rejection of my request for participation with the Plan or Network. I certify that this application is complete and accurate to the full extent of my knowledge, and any affirmative answers have been explained in full on an attached sheet of paper.</p>",
        "textKey": ""
    },
    "%vlocity_namespace%__ReusableOmniScript__c": true,
    "%vlocity_namespace%__Type__c": "Disclosure",
    "Name": "Disclosure",
    "VlocityDataPackType": "SObject",
    "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c",
    "VlocityRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Medicare/ScopeofAppointment/English/Disclosure"
}